<?php
// +----------------------------------------------------------------------
// | 有理想的地方，地狱都是天堂。
// +----------------------------------------------------------------------
// | Copyright @   版权所有
// +----------------------------------------------------------------------
// | 开发：dj
// +----------------------------------------------------------------------

namespace app\admin\validate;
use think\Validate;

class Sort extends Validate{
	protected $rule = ['urlroute' => 'require|alpha|length:2,30',];
	protected $message = ['urlroute' => 'v_urlroute_tips',];
}