<?php
// +----------------------------------------------------------------------
// | 有理想的地方，地狱都是天堂。
// +----------------------------------------------------------------------
// | Copyright @   版权所有
// +----------------------------------------------------------------------
// | 开发：dj
// +----------------------------------------------------------------------

namespace app\common\validate;
use think\Validate;

class Comment extends Validate{
	protected $rule = [
		'content' => 'require|length:2,500',
	];
	protected $message = [
		'content' => 'y_comment_error',
	];
}